Repository: sz4h/kuwait-star-woocommerce
Catalog: languages/space-kuwait-star-woocommerce-*.po
Languages: ar

source: Admin Completed order
ar: طلب مكتمل للادارة

source: Order complete emails are sent to admin when customers orders are marked completed and usually indicate that their orders have been shipped.
ar: يتم إرسال رسائل البريد الإلكتروني المكتملة للطلب إلى المسؤول عندما يتم وضع علامة على طلبات العملاء مكتملة وعادة ما تشير إلى أنه تم شحن طلباتهم.

source: {site_title} order is now complete
ar: {site_title} الطلب مكتمل الآن

source: Thanks for shopping with us
ar: نشكرك للتسوق معناً

source: Thanks for shopping with us.
ar: نشكرك للتسوق معناً.

source: Hi %s,
ar: مرحبا %s,

source: We have finished processing your order.
ar: لقد انتهينا من معالجة طلبك.

source: Kuwait Star credit low (Current credit: %s)
ar: كويت ستار الائتمان منخفض (الائتمان الحالي: %s)

source: Kuwait Star
ar: كويت ستار

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Domain
ar: نطاق

source: Alert me when credit reach
ar: تنبيهي عند وصول الرصيد

source: Logs
ar: السجلات

source: Sorry, you cannot list resources.
ar: عذرا، لا يمكن انشاء قائمة الموارد.

source: Code for %s is: %s and it's pin is %s
ar: رمز %s هو: %s ورقم التعريف الشخصي الخاص به %s

source: Error in ordering
ar: خطأ في الطلب

source: Kuwait Star ID
ar: معرف نجمة الكويت

source: Credit Available
ar: الرصيد متاح

source: Clear logs
ar: مسح السجلات

source: Code
ar: كود

source: PIN
ar: رقم التعريف الشخصي (PIN)

source: Share
ar: شارك

source: Copy
ar: نسخ

source: Space Woocommerce Kuwait Star Integration
ar: سبيس ووكومرس كويت ستار التكامل

source: Ahmed Safaa
ar: احمد صفاء
